<!DOCTYPE html>
<html>
<head>
   <meta charset="utf-8">
    <title></title>
	<style type="text/css">  
	li {list-style-type:decimal;}
	</style>
</head>
<body>
<header>
		<h2 style="text-align: center;">农鲸用户注册及使用协议</h2>
	</header>
	<div style="padding-left: 10px; padding-right: 10px;">
		<p>“农鲸”APP由博雅山水（北京）科技有限公司负责运营，在您注册成为农鲸的用户时请您务必仔细阅读以下内容。若您一旦注册，则表示您同意接受农鲸的服务并受以下条款的约束。若您不接受以下条款，请您立即停止注册或主动停止使用农鲸软件。</p>
		<h3>一、账户及使用限制</h3>
		<ul>
			<li>农鲸采用实名制注册，用户应如实填写和提交账号注册和认证资料。</li>
			<li>农鲸只接受年满18周岁及以上具有完全民事行为能力且持有中国有效身份证件的自然人，若用户不符合条件，请勿注册，否则农鲸有权随时中止或者终止用户资格。</li>
			<li>在使用农鲸时，请用户确认所填写资料信息的真实性、合法性、完整性和有效性，并承诺对个人资料信息及时进行更新。</li>
			<li>如果经判断认定用户的资料存在错误、虚假、过时的嫌疑，有权拒绝用户在农鲸的交易申请，由此对用户造成的损失，农鲸不承担任何责任。</li>
			<li>在使用农鲸时，用户可以选择对用户的位置、通讯录信息等信息进行授权访问，并确认已知悉本软件可以将此类信息用于业务办理中的后台审核，不做他用。</li>
		</ul>
		<h3>二、使用内容 </h3>
		<ul>
			<li>用户可以通过使用农鲸获得我们及第三方合作机构提供的服务（包括但不限于身份验证、借款申请、征信查询、电子签约、还款查询以及其他平台服务等）。</li>
			<li>用户确认知悉，农鲸的账户仅供农鲸提供相关借贷服务及交易环境，基于交易行为发生的相关的资金管理及划付服务均由相应的第三方机构提供，农鲸对用户以完成交易为目的的资金管理及划付的指令及最终的结果、时效性不承担任何责任。</li>
			<li>借贷及交易相关合同将采用电子合同方式签署并确认，所有内容均通过第三方机构在相关司法机关完成了公证和备案，用户需要本人完成签约软件提供的（包括但不限于数字认证、人脸识别、指纹识别等）后进行手动签署，一旦签署完成则产生法律效力，签约方均不得以任何理由否认合同的效力或拒绝履行合同中规定的义务。</li>
		</ul>
		<h3>三、条款的独立性</h3>
		<ul>
			<li>本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。</li>
		</ul>
		<h3>四、知识产权保护</h3>
		<ul>
			<li>“农鲸”上所有内容的知识产权均由“农鲸”及其权利人依法拥有，包括但不限于文本、数据、文章、图片、资讯、平台架构、网页设计等。未经“农鲸”或其权利人书面同意，任何人不得擅自使用、修改、复制、公开发布“农鲸”程序或内容。尊重知识产权是用户应尽的义务，如有违反，用户应赔偿“农鲸”相应的损失并将承担法律责任。 </li>
		</ul>
		<h3>五、不保证条款</h3>
		<ul>
			<li>基于互联网的特殊性，无法保证农鲸的服务不会中断，对于包括但不限于设备、系统存在缺陷，遭到病毒、黑客攻击或者发生地震、海啸等不可抗力而造成服务中断或因此给用户造成的损失，由用户自己承担。 </li>
		</ul>
		<h3>六、隐私保护</h3>
		<ul>
			<li>农鲸有义务就用户提供的及自行合法收集的用户信息采用合理的、必要的手段及措施进行保护，以更充分的了解用户需求、协助用户完成交易。</li>
			<li>用户在此特别授权农鲸，有权利就用户提供的及自行合法收集的用户信息进行合法的使用（包括以不伤害用户隐私权为前提的商业上的使用），农鲸可能会在第三方承担保密义务的情况下，向不特定第三方披露用户的信息。</li>
			<li>农鲸采用行业标准惯例以保护用户的个人信息和资料，鉴于技术限制，不能确保用户的全部私人通讯及其他个人资料不会通过不明的途径泄露出去。</li>
			<li>针对本条款约定情形下的信息使用及披露有可能给用户造成的损失，农鲸不承担任何责任。</li>
		</ul>
		<h3>七、法律适用和争议解决</h3>
		<ul>
			<li>本协议的签订、效力、履行、终止、解释和争端解决适用中国法律法规。如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向农鲸所在地人民法院提起诉讼。 </li>
		</ul>
		<h3>八、其他</h3>
		<ul>
			<li>本协议自用户签署并成功注册为农鲸用户之日起生效，除非农鲸终止本协议或者用户丧失农鲸用户资格，否则本协议始终有效。出于运行和交易安全的需要，农鲸可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要用户仍然使用农鲸服务，表示用户仍然同意本协议或者变更后的协议。</li>
			<li>本协议终止并不免除用户根据本协议或其他有关协议、规则已经发生的行为或达成的交易项下所应承担的义务和责任。</li>
			<li>农鲸对本协议享有最终的解释权。</li>
		</ul>
	</div>

</body>
</html>

